{
	"anger": [ 

		{"category" : "sentence", "data" : "anger builds nothing, but destroys everything" , "number" : 1 },
		{"category" : "sentence", "data" : "words in anger can only be forgiven not forgotten" , "number" : 2},
		{"category" : "sentence", "data" : "A moment of patience in a moment of anger saves you a hundred moment of regret" , "number" : 3},
		{"category" : "sentence", "data" : "Holding onto anger is like drinking poison and expecting the other person to die." , "number" : 4},
		{"category" : "sentence", "data" : "One that angers you controls you. Don’t give anyone that power! Especially the one who does it intentionally." , "number" : 5},
		{"category" : "sentence", "data" : "You will not be punished for your anger, you will be punished by your anger." , "number" : 6},
		{"category" : "sentence", "data" : "Forgive people in your life, even those who are not sorry for their actions. Holding on to anger only hurts, not them." , "number" : 7},
		{"category" : "sentence", "data" : "The more anger you hold in your heart towards the past, the less capable you are of loving the present." , "number" : 8},
		{"category" : "sentence", "data" : "Don’t promise when you’re happy. Do not reply when you’re angry and do not decide when you’re sad." , "number" : 9},
		{"category" : "sentence", "data" : "Control your anger, it’s only one letter away from danger." , "number" : 10},
		{"category" : "sentence", "data" : "Holding on to anger is like grasping a hot coal with the intend of throwing it at someone else; you are the one who gets burned." , "number" : 11},
		{"category" : "sentence", "data" : "Nobody makes you angry by speaking the truth, only you decided to use anger as a response." , "number" : 12},
		{"category" : "sentence", "data" : "Give yourself permission to feel anger, pain, and resentment. Relax, then let it go with love." , "number" : 13},
		{"category" : "sentence", "data" : "Anger doesn’t demand action. When you act in anger, you lose self-control." , "number" : 14},
		{"category" : "sentence", "data" : "When you can’t control what’s happening. Challenge yourself to control the way you respond to what’s happening. That’s where your power is." , "number" : 15},
		{"category" : "sentence", "data" : "Getting angry is actually punishing yourself with the mistakes of others." , "number" : 16},
		{"category" : "sentence", "data" : "If another can easily anger you, it is because you are off balance with yourself." , "number" : 17},
		{"category" : "sentence", "data" : "A fool gives full vent to his anger, but a wise man keeps himself under control." , "number" : 18},
		{"category" : "sentence", "data" : "The strong man is not the good wrestler; the strong man is the only one who controls himself when he is angry. " , "number" : 19},
		{"category" : "sentence", "data" : "Do not let anger lead to hatred, as you will hurt yourself more than you would the other. " , "number" : 20},


		{"category" : "link", "data" : "https://www.youtube.com/watch?v=8vzSckg8jk8" , "number" : 21},
		{"category" : "link", "data" : "https://www.youtube.com/watch?v=VTa5w_fN-3w" , "number" : 22},
		{"category" : "link", "data" : "https://www.youtube.com/watch?v=-aEUjlxOK-Y" , "number" : 23},
		{"category" : "link", "data" : "https://www.youtube.com/watch?v=DbpTohPUhMw" , "number" : 24},
		{"category" : "link", "data" : "https://www.youtube.com/watch?v=QxSKKtUdAjU" , "number" : 25},
		{"category" : "link", "data" : "https://www.youtube.com/watch?v=8_FMxPo4xDM" , "number" : 26},
		{"category" : "link", "data" : "https://www.youtube.com/watch?v=4j1kypXSaew" , "number" : 27},
		{"category" : "link", "data" : "https://www.youtube.com/watch?v=_yJ7j-UHP4I" , "number" : 28},
		{"category" : "link", "data" : "https://www.youtube.com/watch?v=5nPj8gtQfJI" , "number" : 29},
		{"category" : "link", "data" : "https://www.youtube.com/watch?v=fOE18-v8VwE" , "number" : 30},
		{"category" : "link", "data" : "https://www.youtube.com/watch?v=DbpTohPUhMw&t=41s" , "number" : 31},
		{"category" : "link", "data" : "https://www.youtube.com/watch?v=ZGkgAvucoXY" , "number" : 32},
		{"category" : "link", "data" : "https://www.youtube.com/watch?v=KWpZUyz1xdk" , "number" : 33},
		{"category" : "link", "data" : "https://www.youtube.com/watch?v=dyexj6yAJkU" , "number" : 34},
		{"category" : "link", "data" : "https://www.youtube.com/watch?v=VF73jwCbF2w" , "number" : 35},
		{"category" : "link", "data" : "https://www.youtube.com/watch?v=qCcHE4HouVQ" , "number" : 36},
		{"category" : "link", "data" : "https://www.youtube.com/watch?v=7bv4xmfKb_I" , "number" : 37},
		{"category" : "link", "data" : "https://www.youtube.com/watch?v=Z492D6J7ung" , "number" : 38},
		{"category" : "link", "data" : "https://www.youtube.com/watch?v=Y1EBrjO68ks" , "number" : 39},
		{"category" : "link", "data" : "https://www.youtube.com/watch?v=jViq6Z1N_74" , "number" : 40},


		{"category" : "joke", "data" : "Don't anger a programming wizard.They'll curse you, and every time you remove it, they'll just recurse." , "number" : 41},
		{"category" : "joke", "data" : "Sorry is a really weird word.If a normal person says it, your anger is gone but if a doctor says it, you are gone." , "number" : 42},
		{"category" : "joke", "data" : "My uncle named his dogs Rolex and Timex. They’re his watch dogs!" , "number" : 43},
		{"category" : "joke", "data" : "My wife said I ruined her birthday. I’m not sure how I did that, I didn’t even KNOW it was her birthday!" , "number" : 44},
		{"category" : "joke", "data" : "If \"ire\" is an old fashioned synonym for anger,Is Ireland the land of angry people?" , "number" : 45},
		{"category" : "joke", "data" : "Why are pediatricians always so angry? Because they have little patients." , "number" : 46},
		{"category" : "joke", "data" : "How do you spell \"candy\" with just two letters? C and Y." , "number" : 47},
		{"category" : "joke", "data" : "What sort of room has no windows or doors? A mushroom!" , "number" : 48},
		{"category" : "joke", "data" : "Why don't crabs give to charity? Because they are shellfish!" , "number" : 49},
		{"category" : "joke", "data" : "What do you call a dinosaur with an extensive vocabulary? A thesaurus." , "number" : 50},
		{"category" : "joke", "data" : "What days are the strongest? Saturday and Sunday. The rest are week (weak) days!" , "number" : 51},
		{"category" : "joke", "data" : "What’s the difference between an African elephant and an Indian elephant? About 5,000 miles." , "number" : 52},
		{"category" : "joke", "data" : "How many apples grow on a tree? All of them." , "number" : 53},
		{"category" : "joke", "data" : "I went to see the doctor about my blocked ear. “Which ear is it?” he asked. “2018,” I replied." , "number" : 54},
		{"category" : "joke", "data" : "What does a house wear? Address! (A dress)" , "number" : 55},
		{"category" : "joke", "data" : "Why did the man run around his bed? Because he was trying to catch up on his sleep!" , "number" : 56},
		{"category" : "joke", "data" : "Why did the math book look so sad? Because it had so many problems!" , "number" : 57},
		{"category" : "joke", "data" : "Why do sharks swim in saltwater? Because pepper water makes them sneeze!" , "number" : 58},
		{"category" : "joke", "data" : "Why did the teacher put on sunglasses? Because her students were so bright!" , "number" : 59},
		{"category" : "joke", "data" : "Which hand is better to write with? Neither. It’s better to write with a pencil!" , "number" : 60},


		{"category" : "fact", "data" : "Divine Intervention\nThe anger of the gods has been used to explain many calamitous natural events: One such example is the flooding of the Yellow River, which was attributed to the river god Ho Po." , "number" : 61},
		{"category" : "fact", "data" : "We often think of anger as only an intense emotional response to stimuli. However, anger actually occurs on a broad spectrum, ranging from the low end of “irritated” to an extreme high characterized as “out of control.”" , "number" : 62},
		{"category" : "fact", "data" : "Many people may be unaware that the source of their anger is actually internal. In these circumstances, anger may stem from an individual’s innate irrationality or low tolerance for frustration." , "number" : 63},
		{"category" : "fact", "data" : "Anger is believed to originate in the part of our brain known as the amygdala. Perceiving certain stimuli can trigger what is known as the “amygdala hijack,” resulting in a fight or flight response." , "number" : 64},
		{"category" : "fact", "data" : "The chemical serotonin is associated with the regulation of aggression in humans. Reduced levels of serotonin in the brain have been shown to impair the ability of the prefrontal cortex to control emotional responses to anger produced in the amygdala." , "number" : 65},
		{"category" : "fact", "data" : "Experiencing anger can trigger the release of the hormones adrenaline and cortisol. These chemicals provide an energy boost that can last for several minutes." , "number" : 66},
		{"category" : "fact", "data" : "Nature or Nurture \nAnger is an innate emotion, but issues of chronic anger and frequent aggressiveness may actually be learned behavior. Bullying in adolescent populations is often a reproduction of aggression and hostility witnessed within the home." , "number" : 67},
		{"category" : "fact", "data" : "Feelings of anger may affect your ability to do well on the big test. Chemicals associated with anger can kill neurons in the hippocampus and prevent the growth of new neurons. The result of this can be a weakening of the memory faculties of the brain." , "number" : 68},
		{"category" : "fact", "data" : "Anger is also known as a substitute emotion: People who have experienced some type of loss in their life may utilize anger to replace feelings of sadness or pain." , "number" : 69},
		{"category" : "fact", "data" : "According to a study done in the UK, women suffer from greater levels of anger on the road than men. On average, women are 12% angrier behind the wheel" , "number" : 70},
		{"category" : "fact", "data" : "Some American studies have hinted that women may be angrier than men in general. However, men are more likely to act on their anger through the use of violence." , "number" : 71},
		{"category" : "fact", "data" : "The results of one study focusing on female victims of violence have indicated that elevated levels of anger are positively related to the development of post-traumatic stress disorder." , "number" : 72},
		{"category" : "fact", "data" : "Excessive consumption of alcohol inhibits the normal functioning of the brain, which can compromise the ability to control one’s emotions and promote aggressive behavior." , "number" : 73},
		{"category" : "fact", "data" : "According to an Esquire/NBC survey, white people in the US are the angriest group in the country." , "number" : 74},
		{"category" : "fact", "data" : "Hispanic Americans are the group that express the most anger about climate change. Climate change also seems to arouse more anger amongst men than women." , "number" : 75},
		{"category" : "fact", "data" : "If you are feeling anger, you might need to hit the gym. The National Health Service of the UK identifies daily exercise as an excellent way to mitigate stress and get rid of anger." , "number" : 76},
		{"category" : "fact", "data" : "One study demonstrated that a single 1000mg injection of testosterone administered to young men produced detectable increases in anger and hostility over a period of a few weeks." , "number" : 77},
		{"category" : "fact", "data" : "In addition to coronary heart disease and insomnia, there is a host of other negative health effects linked to unmanaged anger. Some of the more worrying health effects are stroke, impairment of the immune system, and depression." , "number" : 78},
		{"category" : "fact", "data" : "The impact of anger on the heart may be more severe for women than for men. A study at Duke University demonstrated that performing a stressful task, such as explaining something that made an individual angry, caused a greater reduction in blood flow to the hearts of female participants." , "number" : 79},
		{"category" : "fact", "data" : "Plasma interleukin-6 has been shown to be associated with anger and hostility. Far more concerning, plasma interleukin-6 is associated with coronary heart disease. " , "number" : 80},
		


		{"category" : "exercise", "data" : "The University of Maryland Medical Center states that deep breathing exercises can help the body relax. You may not think of deep breathing as an exercise but it is a useful trick to keep your mind at ease—especially when you feel your anger rising." , "number" : 81},
		{"category" : "exercise", "data" : "Progressive Relaxation\nThe University of Maryland Medical Center suggests you lie down while consciously tensing and relaxing your muscles one major muscle group at a time. Close your eyes and start with your toes tensing them for a few seconds and then relaxing the muscles. This type of relaxation exercise relieves stress, anger and tension. Don’t forget to breathe and focus on your body." , "number" : 82},
		{"category" : "exercise", "data" : "Grab some boxing gloves and head to the gym to vent your anger on a punching bag. Take a boxing class or kickboxing class to divert your anger and release the stress you’re holding on to. Symbolically, you would be able to work out your anger by taking it out on the punching bag instead of a real person." , "number" : 83},
		{"category" : "exercise", "data" : "Brisk Walking\nIf you can’t go for a jog then try a brisk 20-minute walk instead to keep the mind at ease. Walking is a physical activity that lowers stress hormones, improves agility and of course, is a great way to stay in shape. " , "number" : 84},
		{"category" : "exercise", "data" : "Weight lifting strengthens the body and studies have shown that strength training is linked to reduced anxiety, reduced irritability levels, and elevated self-awareness. The workout also gives you a stronger sense of self-confidence." , "number" : 85},
		{"category" : "exercise", "data" : "Join a Team Sport\nBeing a part of a team helps you focus and practice cooperation. Call up your friends and get together for a game of basketball, baseball, soccer, volleyball or even cricket! The diversion will release the mental stress and the high-intensity physical activity will allow you to release all that pent up frustration." , "number" : 86},
		{"category" : "exercise", "data" : "pick up that rope again because it can help you keep your mind at ease when you’re angry! The aerobic exercise gets your heart pumping, reduces anxiety and blood pressure. " , "number" : 87},
		{"category" : "exercise", "data" : "Imagining a relaxing place may help you reduce your anger. Sit in a quiet, comfortable space from your memory and close your eyes for a few moments. Let your imagination flow. " , "number" : 88},
		{"category" : "exercise", "data" : "Cycling combines physical exercise with being outdoors and exploring new views. You can ride solo – giving you time to process worries or concerns, or you can ride with a group which broadens your social circle." , "number" : 89},
		{"category" : "exercise", "data" : "keeps your heart rate up but takes some of the impact stress off your body. builds endurance, muscle strength and cardiovascular fitness." , "number" : 90},
		

		{"category" : "yoga", "data" : "Balasana or the child’s poses will calm your mind and strengthen your body. It will also improve your mind-body connection. " , "number" : 91},
		{"category" : "yoga", "data" : "Sukhasana or the easy pose focuses on your breathing. It improves your concentration, calms your mind, strengthens your back, lowers stress and improves your body posture." , "number" : 92},
		{"category" : "yoga", "data" : "Sarvangasana helps control anger by stabilizing your nervous system. It improves flexibility and strengthens your body and mind." , "number" : 93},
		{"category" : "yoga", "data" : "Matsyasana or the fish pose is another yoga asana to control your anger and calm your mind. This pose will relieve stress and improve blood circulation to your head." , "number" : 94},
		{"category" : "yoga", "data" : "Savasana or the corpse pose is one of the best yoga asanas to calm your mind and body. This relaxing asana will help you control the anger. End your yoga routine with savasana." , "number" : 95},
		

		{"category" : "food", "data" : "Bananas have dopamine which enhances mood. They are also a rich source of magnesium which is known to boost positive moods." , "number" : 96},
		{"category" : "food", "data" : "Not only is it proven to be beneficial in weight loss, but small bits of dark chocolate helps the brain discharge endorphins and boost serotonin levels – something that helps lessen stress levels and decrease anxiety too." , "number" : 97},
		{"category" : "food", "data" : "It contains omega3s, vitamin E, and melatonin which are all antioxidants responsible for reducing stress. Also, its mix of omega-3 fatty acids, tryptophan, and vitamin B6 not only boosts happiness but also calms down anger." , "number" : 98},
		{"category" : "food", "data" : "Eggs are known to balance the mood perfectly. They are also sources of protein, vitamin B, D, and it helps improve the temper two. Fitting with your diet, one to two eggs daily should be no problem at all." , "number" : 99},
		{"category" : "food", "data" : "The best thing about edible seeds such as chia, flaxseeds, pumpkin and quinoa is that they are suitable for snacking while on a diet. They satisfy the hunger without gaining weight and also improve temper. " , "number" : 100}
	]
}